const courses = [
  {
    _id: 0,
    text: "Создание игр в Scratch",
    bgColor: "#FFB359",
    description:
      "Учимся создавать и оживлять персонажей, придумывать мультики, создавать игры и программы. На понятных игровых примерах знакомится с темами математики и информатики.",
    target: "9-13 all",
    stack: "Scratch",
  },
  {
    _id: 1,
    text: "Создание мобильных приложений",
    bgColor: "#4BD071",
    description:
      "Создаём собственные мобильные приложения, которые можно устанавливать на смартфон или планшет, делится с друзьями и даже опубликовать в Google Play.",
    target: "9-13 all",
    stack: "App Inventor",
  },
  {
    _id: 2,
    text: "Язык программирования Python",
    bgColor: "#5096FF",
    description:
      "Учимся программировать на самом востребованном языке Python. Создадим программы и мини-игры.",
    target: "13-17 all",
    stack: "Python",
  },
  {
    _id: 3,
    text: "Создание ВЕБ-САЙТОВ",
    bgColor: "#e56027",
    description:
      "Изучаем основу веб-разработки и создание сайтов. Созададим собственный сайт на интересную тему с нуля.",
    target: "13-17 all",
    stack: "HTML5, CSS3, Javascript и Git",
  },
];

module.exports = courses;
