const extras = [
  {
    _id: 1,
    image: "exercise.png",
    title: "Огромное количество практики",
    subTitle:
      "Более 500 самостоятельных заданий и 20 полноценных больших проектов",
  },
  {
    _id: 2,
    image: "method.png",
    title: "Современные методики обучения",
    subTitle:
      "Спиральное обучение: погружаемся в материал постепенно, виток за витком",
  },
  {
    _id: 3,
    image: "easy-and-simple.png",
    title: "Простое и понятное изложение",
    subTitle: "Вместо заумных терминов – примеры из реального мира",
  },
  {
    _id: 4,
    image: "calendar.png",
    title: "Гибкий график занятий",
    subTitle: "Подбираем для обучения удобное для ученика время и дни",
  },
  {
    _id: 5,
    image: "globe.png",
    title: "Современные технологии",
    subTitle: "Мы всегда следим за актуальностью нашей методики обучения",
  },
  {
    _id: 6,
    image: "conversation.png",
    title: "Прямая связь с опытными программистами",
    subTitle: "Задавайте вопросы и отправляйте свою работу на проверку",
  },
];

module.exports = extras;
